{"introSteps":[{"step":"0","text":"Here are all the logos for the 2020 presidential primary campaigns (sorry if this is a bit triggering).","action":"load in logos"},{"step":"1","text":"Many of this year’s campaigns stuck to tried and true red, white, and blue (RWB) color palettes. If you <a href=https://www.washingtonpost.com/lifestyle/style/it-seems-like-everybodys-uncle-is-running-for-president/2019/05/21/daa3b6ce-77fd-11e9-b3f5-5673edf2d127_story.html target=_blank>couldn’t tell</a> <span class=intro-hover id=bennet-hover>Michael Bennet</span>, <span class=intro-hover id=bullock-hover>Steve Bullock</span>, and <span class=intro-hover id=ryan-hover>Tim Ryan</span> apart during primary season, their logos didn’t help.","action":"highlight RWB only, buttons for names"},{"step":"2","text":"Unsurprisingly the two major parties’ presumptive nominees, <span class=intro-hover id=biden-hover>Joe Biden</span> and <span class=intro-hover id=trump-hover>Donald Trump</span>, play it safe with color too.","action":"highlight RWB only, buttons for names"},{"step":"3","text":"Although the field was ultimately narrowed down to two white men, the 2020 campaign was the <a href=https://www.cnn.com/2019/01/27/politics/2020-democratic-field-diversity/index.html target=_blank>most diverse</a> in modern political history, especially on the Democratic side, and that diversity was reflected in non-RWB color palettes.","action":"highlight non-RWB only"},{"step":"4","text":"You can see it in <span class=intro-hover id=buttigieg-hover>Pete Buttigieg’s</span> rust belt scheme, <span class=intro-hover id=harris-hover>Kamala Harris’</span> bright homage to her heritage, <span class=intro-hover id=gillibrand-hover>Kristen Gillibrand</span> and <span class=intro-hover id=williamson-hover>Marianne Williamson’s</span> touch of pink, <span class=intro-hover id=klobuchar-hover>Amy Klobuchar’s</span> riff on Carter green, <span class=intro-hover id=orourke-hover>Beto O’rourke’s</span> Whataburger tribute, and <span class=intro-hover id=warren-hover>Elizabeth Warren’s</span> signature liberty green.","action":"highlight non-RWB only, buttons for names"},{"step":"5","text":"Let’s take a deeper look at the intersection of demographics and color.","action":"ending scrolling out"}],"post-intro":[],"methods":[{"type":"text","value":"Building on <a href=https://repository.library.georgetown.edu/bitstream/handle/10822/1041823/gnovis_Spring2016_BibleCrainDaizoviAlHabsiZhao_PoliticalBrandingInUSElections.pdf?sequence=1&isAllowed=y target=_blank>work from Georgetown University</a> and the collection of campaign logos from <a href=http://4president.org/ target=_blank>4president.org</a>, we tagged campaign logos going back to 1968, or through 14 presidential election cycles. We used each election year’s Wikipedia entry to compile a list of campaigns that includes major primary candidates from the Democratic and Republican parties, and notable general election candidates from third parties. TK candidates were dropped because an image of campaign material could not be found."},{"type":"text","value":"To collect campaign logo images, we prioritized official rally, podium, yard signs, posters, and bumper stickers that included required <a href=https://www.fec.gov/help-candidates-and-committees/advertising-and-disclaimers/ target=_blank>Federal Election Commission disclaimers</a>. We resorted to using buttons only in rare circumstances and only when the colors could be cross checked with other campaign memorabilia. This is why Shirley Chisholm’s color palette does not include yellow, the color that her campaign is most associated with because of her <a href=https://nmaahc.si.edu/object/nmaahc_2014.76.3 target=_blank>“Unbossed and Unbought” buttons</a>. Due to advances in technology, printing, and aesthetics, campaign designs are considerably more consistent today than they were in 1968."},{"type":"text","value":"Hexadecimal colors values were grabbed from each image using Adobe Photoshop or the <a href=https://chrome.google.com/webstore/detail/colorzilla/bhlhnicpbhignbdhedgjhgdocnmhomnp?hl=en target=_blank>ColorZilla in-browser extension</a>. We acknowledge that is an imperfect method that can be influenced by the format of the image itself (newer digital logos use flat colors, while older logos are often pictures of original designs). Since we are not directly comparing the colors, an approximate color value is sufficient enough to tag logos in the RWB and non-RWB binary. Logos were considered RWB if:"},{"type":"text","value":"<span>they used only red, white, and blue in 3-color designs (see Bernie Sanders 2020)</span>"},{"type":"text","value":"<span>in addition to red, white, and blue, they used secondary accent colors (see John McCain 2008)</span>"},{"type":"text","value":"<span>they used a 2-color palette like red/blue, red/white, blue/white (see Al Sharpton 2004)</span>"},{"type":"text","value":"Candidate demographics were manually researched and collected. Candidates were then tagged in a binary for both race (white/non-white) and gender (male/non-male). Candidates were classified as majority candidates if they are both white and male. Candidates were classified as minority candidates if they are non-white, non-male, or both."}]}