{"introSteps":[{"step":"0","text":"Here are all the logos for the 2020 presidential primary campaigns (sorry if this is a bit triggering).","action":"load in logos"},{"step":"1","text":"A little over half of this year’s campaigns stuck to tried and true red, white, and blue (RWB) color palettes. (If you <a href=https://www.washingtonpost.com/lifestyle/style/it-seems-like-everybodys-uncle-is-running-for-president/2019/05/21/daa3b6ce-77fd-11e9-b3f5-5673edf2d127_story.html target=_blank>couldn’t tell</a> <span class=intro-hover id=bennet-hover>Michael Bennet</span>, <span class=intro-hover id=bullock-hover>Steve Bullock</span>, and <span class=intro-hover id=ryan-hover>Tim Ryan</span> apart during primary season, their logos didn’t help.)","action":"highlight RWB only, buttons for names"},{"step":"2","text":"Although the two major parties’ presumptive nominees are two septuagenarian white men who play it safe with color (<span class=intro-hover id=biden-hover>Joe Biden</span> and <span class=intro-hover id=trump-hover>Donald Trump</span>), the 2020 campaign was the <a href=https://www.cnn.com/2019/01/27/politics/2020-democratic-field-diversity/index.html target=_blank>most diverse</a> in modern political history, especially on the Democratic side.","action":"highlight RWB only, buttons for names"},{"step":"3","text":"That diversity was reflected in color choices too: 46% percent of candidates used non-RWB color schemes, the highest percentage since 1968 (42.9%), another year remembered for its monumental social change.","action":"highlight non-RWB only"},{"step":"4","text":"You can see it in <span class=intro-hover id=harris-hover>Kamala Harris’</span> bright homage to <a href=https://wideeye.co/case-study/kamala-harris-for-the-people/ target=_blank>her heritage</a>, <span class=intro-hover id=orourke-hover>Beto O’rourke’s</span> coincidental nod to <a href=https://www.texasmonthly.com/the-culture/cruz-orourke-whataburger-liberal/ target=_blank>Whataburger</a>, and <span class=intro-hover id=warren-hover>Elizabeth Warren’s</span> signature liberty green.","action":"highlight non-RWB only, buttons for names"},{"step":"5","text":"There are a lot of things that can undoubtedly influence a candidate’s color decisions, but demographics are strong predictors. Let’s take a deeper look at how race and gender intersect with color choices...","action":"ending scrolling out"}],"post-intro":[{"type":"text","value":"In Jesse Jackson’s <a href=https://www.c-span.org/video/?c4787462/user-clip-jesse-jackson-1984-democratic-national-convention-speech-complete target=_blank>“Rainbow Coalition”</a> speech at the 1984 Democratic National Convention, he said, “Our flag is red, white, and blue, but our nation is a rainbow–red, yellow, brown, black, and white, and we’re all precious in God’s sight.”"},{"type":"text","value":"Jackson’s presence on that stage as a black American, like Shirley Chisholm before him and Barack Obama after him, directly challenged what it meant to “look presidential” — a phrase historically reserved for white men who used traditional, patriotic color schemes. But, patriotism doesn’t only come in the red, <span class=emphasis>WHITE</span>, and blue variety."},{"type":"text","value":"\"I believe we're finally beginning to enter an era where candidates aren't feeling as compelled to amplify their sense of credibility and suitability for such a high office by matching their look to their understanding of the office's historical look,\" said Ashleigh Axios, former Obama White House Creative Director in an <a href=https://www.axios.com/the-2020-campaign-gets-colorful-5cc3badf-f1f2-41b0-afd4-e6bb9feafa26.html target=_blank>April 2019 interview</a>. \"Instead, they're making space in their visual identities for themselves, owning and signifying that the White House is only as good as the people who occupy it.\""}],"post-intro2":[{"type":"text","value":"The explosion of color for 2020’s candidates comes after a period of 3 election years (2008, 2012, 2016) where below 20% of candidates stepped outside the RWB color palette — cycles where America’s first black and first female major party nominees might have felt the need to keep their palettes red, white, and blue to match the nation’s expectations of what presidential campaign marketing should look like."},{"type":"text","value":"But historically, candidates who are non-white and non-male are more likely to use non-RWB colors to signify a break with the status quo. Let’s look at the presidential palettes going back until 1968..."}],"blockSteps":[{"step":"0","text":"Each candidate’s color palette is represented as a row on the chart. RWB colors are in the left block, and non-RWB colors are in the right block.","action":"nothing"},{"step":"1","text":"Here, we’ve highlighted candidates who used a non-RWB color scheme, which account for 35.5% of all campaigns. You can see that the top (2020) and bottom (1972 and 1968) of the chart stand out.","chart":"true","chartID":"allCand","chartPercent":"35.5","hed":"All candidates","action":"highlight non-RWB only"},{"step":"2","text":"That percentage is even higher when we look campaigns outside of the white male status quo: 50% of candidates who are not white or not male opt for non-RWB color schemes, including <span class=intro-hover id=keyes-hover>Alan Keyes’</span> blue and yellow 1996 campaign and <span class=intro-hover id=chisholm-hover>Kirsten Gillibrand’s</span> pop of pink in 2020.","chart":"true","chartID":"demoCand","chartPercent":"50.0","hed":"Minority candidates","action":"highlight RWB only, buttons for names"},{"step":"3","text":"When we look just at race, we see that 38.7% of non-white candidates use color palettes that diverge from red, white, and blue, much closer to the overall percentage of 35.5%. These campaigns include <span class=intro-hover id=mink-hover>Patsy Mink’s</span> light pink 1972 run and <span class=intro-hover id=patrick-hover>Deval Patrick’s</span> 2020 slanted blue and green effort.","chart":"true","chartID":"raceCand","chartPercent":"38.7","hed":"Non-white candidates","action":"highlight non-RWB only"},{"step":"4","text":"But when we look exclusively at gender, we can see what’s really driving color diversification: 72% of non-male candidates chose non-RWB color schemes, including <span class=intro-hover id=chisholm-hover>Shirley Chisholm’s</span> ironic 1972 yellow and <span class=intro-hover id=klobuchar-hover>Amy Klobuchar’s</span> 2020 Jimmy Carter-esque green.","chart":"true","chartID":"genderCand","chartPercent":"72.0","hed":"Non-male candidates","action":"highlight non-RWB only, buttons for names"},{"step":"5","text":"Hover over the blocks to see more about each candidate.","action":"ending scrolling out"}],"methods":[{"type":"text","value":"Building on <a href=https://repository.library.georgetown.edu/bitstream/handle/10822/1041823/gnovis_Spring2016_BibleCrainDaizoviAlHabsiZhao_PoliticalBrandingInUSElections.pdf?sequence=1&isAllowed=y target=_blank>work from Georgetown University</a> and the collection of campaign logos from <a href=http://4president.org/ target=_blank>4president.org</a>, we tagged campaign logos going back to 1968, or through 14 presidential election cycles. We used each election year’s Wikipedia entry to compile a list of campaigns that includes major primary candidates from the Democratic and Republican parties, and notable general election candidates from third parties. TK candidates were dropped because an image of campaign material could not be found."},{"type":"text","value":"To collect campaign logo images, we prioritized official rally, podium, yard signs, posters, and bumper stickers that included required <a href=https://www.fec.gov/help-candidates-and-committees/advertising-and-disclaimers/ target=_blank>Federal Election Commission disclaimers</a>. We resorted to using buttons only in rare circumstances and only when the colors could be cross checked with other campaign memorabilia. Due to advances in technology, printing, and aesthetics, campaign designs are considerably more consistent today than they were in 1968."},{"type":"text","value":"Hexadecimal colors values were grabbed from each image using Adobe Photoshop or the <a href=https://chrome.google.com/webstore/detail/colorzilla/bhlhnicpbhignbdhedgjhgdocnmhomnp?hl=en target=_blank>ColorZilla in-browser extension</a>. We acknowledge that is an imperfect method that can be influenced by the format of the image itself (newer digital logos use flat colors, while older logos are often pictures of original designs). Since we are not directly comparing the colors, an approximate color value is sufficient enough to tag logos in the RWB and non-RWB binary. Logos were considered RWB if:"}],"methodsList":[{"type":"text","value":"they used only red, white, and blue in 3-color designs (Bernie Sanders 2020)"},{"type":"text","value":"in addition to red, white, and blue, they used secondary accent colors (John McCain 2008)"},{"type":"text","value":"they used a 2-color palette like red/blue, red/white, blue/white (Al Sharpton 2004)"}],"methods2":[{"type":"text","value":"Candidate demographics were manually researched and collected. Candidates were then tagged in a binary for both race (white/non-white) and gender (male/non-male). Candidates were classified as majority candidates if they are both white and male. Candidates were classified as minority candidates if they are non-white, non-male, or both."},{"type":"text","value":"The color block graphic and interactions were inspired by this <a href=https://www.axios.com/the-2020-campaign-gets-colorful-5cc3badf-f1f2-41b0-afd4-e6bb9feafa26.html target=_blank>2020 version from Axois</a> and this <a href=http://lifeanddeathofdata.org/ target=_blank>visualization of Arnold Arboretum Plant Accessions</a> by Yanni Alexander Loukissas."}]}